[
  {
    "title": "Питание на Руси и религиозные запреты",
    "text": "Рацион древнего славянина включал хлеб, каши, овощи, молочные продукты, рыбу и мясо. После принятия христианства на мясо наложили постные ограничения — до 216 дней в году. Запрещалось есть зайцев, белок, бобров и других животных, если они были пойманы в силки. Считалось, что душа зверя находится в крови. Мясо медведя также не употреблялось из-за его сходства с человеком.\n\nВ народных легендах медведь — это человек, наказанный богом."
  },
  {
    "title": "Созвездие Большой Медведицы на Руси",
    "text": "В народной астрономии Руси существовало альтернативное название созвездия Большой Медведицы — «Конь на приколе». Полярную звезду называли «Прикол-звездой», поскольку она якобы удерживает коня верёвкой. Такие названия отражали сельский быт и мировоззрение людей того времени.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Происхождение фразеологизма «закадычный друг»",
    "text": "Старинное выражение «залить за кадык» означало «напиться», «выпить спиртного». Отсюда образовался фразеологизм «закадычный друг», который сегодня употребляется для обозначения очень близкого друга.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Огненная молния и молоко как средство тушения",
    "text": "В Древней Руси пожар от молнии считали божественным огнём и тушили не водой, а молоком.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Калачи, нищие и выражение «дойти до ручки»",
    "text": "В Древней Руси калачи выпекали в форме замка с круглой дужкой. Горожане нередко покупали калачи и ели их прямо на улице, держа за эту дужку, или ручку. Из соображений гигиены саму ручку в пищу не употребляли, а отдавали её нищим либо бросали на съедение собакам. — По одной из версий, про тех, кто не брезговал её съесть, говорили: дошёл до ручки. И сегодня выражение «дойти до ручки» значит совсем опуститься, потерять человеческий облик.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Как белка стала мыслью: лингвистическая ошибка в «Слове о полку Игореве»",
    "text": "В «Слове о полку Игореве» можно встретить строки: «Боян вещий, если кому-то хотел сложить песнь, растекался мысию по древу, серым волком по земле, сизым орлом под облаками».\n\nВ переводе с древнерусского «мысь» — это белка. А из-за неправильного перевода в некоторых изданиях «Слова» появилось шутливое выражение «растекаться мыслью по древу», что означает вдаваться в ненужные подробности, отвлекаться от основной мысли.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Плевать ради урожая: как сажали репу в Древней Руси",
    "text": "У репы очень мелкие семена: в одном килограмме их больше миллиона. Поэтому в древности при посеве репы семена не разбрасывали руками, а выплёвывали. Хорошие плевальщики очень ценились, так как эта работа была не из простых.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "«Сирота казанская» — корни выражения во временах Ивана Грозного",
    "text": "После взятия Казани Иван Грозный, желая привязать к себе местную аристократию, награждал добровольно являвшихся к нему высокопоставленных татар. Многие из них, чтобы получить богатые подарки, притворялись сильно пострадавшими от войны. Отсюда появилось выражение «сирота казанская».",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Почему Русь не нуждалась в дорогих пряностях, в отличие от Европы\n\n",
    "text": "В средневековой Европе в преддверие зимы начинались массовый убой скота и заготовка мяса. Если мясо просто солить, оно теряет свой изначальный вкус. Сохранить его почти в первозданном виде помогают пряности, которые привозили в основном из Азии. Но так как турки монополизировали почти всю торговлю пряностями, их цена была запредельной. Этот фактор был одним из мотивов бурного развития мореплавания и начала эпохи великих географических открытий. А на Руси из-за суровых зим острой необходимости в пряностях не было.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Егорий и Кузьма: истоки выражений «объегорить» и «подкузьмить»",
    "text": "Крестьяне до введения крепостного права на Руси могли переходить от одного барина к другому. Они нанимались на работу весной, «на Егория», а расчёт получали осенью, в «Кузьминки». Во время сделок стороны нередко пускались на всякие ухищрения, а порой и на обман. Отсюда появились слова «объегорить» и «подкузьмить».",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Свадебный ритуал через смерть: «чёрный» и «красный» столы",
    "text": "Привычные нам свадебные гуляния в древней Руси были только второй частью ритуала — «красным столом». В первой же части, которая называлась «чёрный стол», невеста ехала в церковь в траурном одеянии. Так совершались ритуальные похороны невесты, потому как свадьба была для неё обрядом инициации во взрослую жизнь, который можно было пройти только через мир мёртвых.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Ценность животных в Древней Руси: кошка дороже коровы?\n\n",
    "text": "В русском своде законов 14 века «Правосудье митрополичье» встречается описание стоимости домашних животных: «За голубя платить 9 кун, за утку 30 кун, за гуся 30 кун, за лебедя 30 кун, за журавля 30 кун, за кошку 3 гривны, за собаку 3 гривны, за кобылу 60 кун, за вола 3 гривны, за корову 40 кун, за теля 5 кун, за овцу 5 кун, за жеребца гривна». Учитывая, что гривна равнялась 50 кунам, получается, что кошки и собаки ценились как один вол, 3 лошади или стадо баранов.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Как Иван Грозный построил крепость Свияжск за 24 дня",
    "text": "Для подготовки к завоеванию Казанского ханства Иван Грозный провёл уникальную военную операцию, перенеся деревянный кремль. Крепость разобрали в городе Мышкине рядом с Угличем, пометили каждое бревно, сплавили по Волге и выловили около устья реки Свияги, где заняли позиции русские войска. За 24 дня 75 тысяч человек собрали из тех брёвен крепость, сравнимую с московским Кремлём. Она получила название Свияжск и стала плацдармом для взятия Казани.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Почему французский поцелуй называли татарским и за что его осуждала церковь\n\n",
    "text": "Французский поцелуй (с языком) на Руси назывался татарским поцелуем. Он сильно осуждался церковью и приравнивался к поцелую в половой орган.\n\n",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Происхождение слова «халява»: как сапоги стали символом халтурного подхода",
    "text": "Халявой раньше называлось голенище сапога. Нижняя часть сапога — головка — изнашивалась куда быстрей, чем голенище халява. Предприимчивые «холодные сапожники» пришивали к голенищу новую головку. Такие сапоги — пришитые «на халяву» — были намного дешевле новых.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Как воскресенье стало неделей: история одного слова в славянских языках",
    "text": "Словом «неделя» раньше обозначалось воскресенье — нерабочий день, когда «не делают», а потом стала называться семидневка. Во многих славянских языках такое название сохранилось до сих пор.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Кто такая «большая шишка» и почему бурлаки тут ни при чём",
    "text": "Самого опытного и сильного бурлака, идущего в лямке первым, называли шишкой. Это перешло в выражение «большая шишка» для обозначения важного человека.",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Почему в пятницу не работали и как появилось выражение «семь пятниц на неделе»",
    "text": "Раньше пятница была свободным от работы днём, а, как следствие, базарным. В пятницу, получая товар, обещали в следующий базарный день отдать полагающиеся за него деньги. С тех пор для обозначения людей, не исполняющих обещания, говорят: «У него семь пятниц на неделе».",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "«Москва слезам не верит»: историческая версия происхождения фразы",
    "text": "Во время возвышения Московского княжества с других городов взималась большая дань. Города направляли в Москву челобитчиков с жалобами на несправедливость. Царь иногда сурово наказывал жалобщиков для устрашения других. Отсюда, по одной из версий, произошло выражение «Москва слезам не верит».",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Что значит «за душой ничего нет» и при чём тут ямочка между ключицами",
    "text": "В старину считали, что душа человека помещается в углублении между ключицами, ямочке на шее. В этом же месте на груди был обычай хранить деньги. Поэтому о бедном человеке говорят, что у него «за душой ничего нет».",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  },
  {
    "title": "Как изготавливали баклуши и почему их «били» бездельники",
    "text": "В старину отколотые от полена чурки — заготовки для деревянной посуды — называли баклушами. Их изготовление считалось лёгким, не требующим усилий и умения делом. Сейчас мы употребляем выражение «бить баклуши» для обозначения безделья",
    "source": "https://pikabu.ru/story/20_interesnyikh_faktov_o_drevney_rusi_pro_kotoryie_vyi_vryad_li_znaete_8613354"
  }
]
