[
  {
    "title": "Первые столкновения Руси с монголами",
    "text": "Первые столкновения между Золотой Ордой и Русью начались в 1223 году на реке Калке, где русско-половецкое войско потерпело поражение. Это было лишь разведкой монголов, которые постепенно приближались к русским землям.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Начало масштабного нашествия монголов",
    "text": "В 1237 году началось масштабное нашествие монголо-татар на Русь. Пали города Рязань, Коломна, Москва, а также был разбит объединённый отряд русских княжеств на реке Сить. В 1240 году пал Киев — столица русских земель.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Падение Козельска и разрушения городов",
    "text": "После героической семинедельной обороны пал город Козельск — он был полностью разрушен, а жители убиты. Более двух третей русских городов были разрушены, многие так и не восстановлены.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Васcальная зависимость Руси",
    "text": "После падения Киева русские князья признали власть Батыя и обязались платить дань Золотой Орде. Эта вассальная зависимость длилась более двух веков и вошла в историю как «монголо-татарское иго».",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Происхождение термина 'иго'",
    "text": "Слово «иго» происходит от латинского iugum — ярмо, символ рабства. Впервые этот термин употребил польский хронист Ян Длугош в 1479 году, а в русских источниках слово появилось с 1674 года.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Кто такие татары",
    "text": "В русских и европейских источниках завоевателей называют татарами — это слово китайского происхождения и применялось к кочевым племенам к северу от Великой Китайской стены. Термин 'монголо-татары' появился в XIX веке для устранения путаницы между самоназванием и названием в летописях.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Причины поражения Руси",
    "text": "Основной причиной поражения стала междоусобица русских княжеств, которые не смогли объединиться. Монгольское войско насчитывало до 150 тысяч воинов, в то время как дружина крупного княжества — около 5 тысяч.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Влияние ига на внутреннюю политику Руси",
    "text": "Князья часто обращались за помощью к монголам в борьбе за власть и ханский ярлык, необходимый для законного княжения. Они обязаны были приезжать в столицу Орды Сарай с докладами, а заложники из их семей оставались в Орде.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Сбор дани и роль Москвы",
    "text": "Сбором дани из Руси первоначально занимались баскаки — ордынские чиновники. В 1330-х московский князь Иван Калита получил право собирать дань самостоятельно, что укрепило экономическую и политическую роль Москвы.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Ослабление Орды и рост Москвы",
    "text": "После смерти хана Джанибека в 1359 году началась борьба за власть в Орде — Великая замятня. Это ослабило Золотую Орду и способствовало усилению Москвы, которая стала объединять русские земли.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Отказ от выплаты дани и битва на Воже",
    "text": "В 1374 году московский князь Дмитрий Иванович отказался платить дань Мамаю. В 1378 году его войско разбило ордынское войско в битве на реке Воже — первая крупная победа русских над Ордой.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Куликовская битва",
    "text": "8 сентября 1380 года состоялась Куликовская битва — объединённое русское войско под руководством Дмитрия Донского нанесло сокрушительное поражение войску Мамая. Эта победа укрепила единство Руси.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Последствия Куликовской битвы",
    "text": "Несмотря на победу, Орда в 1382 году под предводительством хана Тохтамыша разорила Москву и возобновила выплату дани. Однако Куликовская битва стала символом сопротивления и сплочения Руси.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Путь к освобождению от ига",
    "text": "В 1480 году великий князь Иван III отказался платить дань Орде. Произошло знаменитое стояние на реке Угре, после которого ордынцы отступили, и ордынское владычество на Руси закончилось.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Последствия монголо-татарского ига для Руси",
    "text": "Двухвековое владычество замедлило развитие экономики, культуры и науки. Русь потеряла население, была разрушена инфраструктура, и не было построено ни одного каменного храма за весь период ига.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Влияние ига на развитие русского государства",
    "text": "Иго укрепило централизованную власть и закалило русское войско. После освобождения Русь объединилась под властью Москвы, что позволило одержать последующие важные победы и покорить территории бывшей Золотой Орды.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Монгольские заложники и политика",
    "text": "Русские князья должны были оставлять в Орде заложников из числа младших родственников. Многие из них не возвращались живыми, что было средством давления на князей со стороны Орды.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Значение ханского ярлыка",
    "text": "Ханский ярлык был документом, подтверждающим право князя на княжение. За этот документ князья конкурировали между собой и часто обращались к Орде за поддержкой в междоусобных конфликтах.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Появление самостоятельности Москвы",
    "text": "Получив право собирать дань самостоятельно, московские князья укрепили своё экономическое и политическое положение, что стало базой для объединения русских земель вокруг Москвы.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  },
  {
    "title": "Историческое значение Куликовской битвы",
    "text": "Хотя Куликовская битва не завершила Ордынское владычество, она стала символом сопротивления и начала процесса освобождения Руси от монголо-татарского ига.",
    "source": "https://externat.foxford.ru/polezno-znat/wiki-istoriya-tataro-mongolskoe-igo"
  }
]
