[
  {
    "title": "Февральская революция",
    "text": "В феврале 1917 года в Петрограде начались массовые забастовки и беспорядки, приведшие к отречению императора Николая II от престола и завершению более 300 лет правления династии Романовых.",
    "source": "https://ru.wikipedia.org/wiki/Февральская_революция"
  },
  {
    "title": "Октябрьская революция",
    "text": "25 октября (7 ноября) 1917 года большевики во главе с Владимиром Лениным захватили власть в Петрограде, свергнув Временное правительство и установив Советскую власть.",
    "source": "https://ru.wikipedia.org/wiki/Октябрьская_революция"
  },
  {
    "title": "Подписание Брестского мира",
    "text": "3 марта 1918 года Советская Россия подписала Брестский мир с Центральными державами, завершив участие России в Первой мировой войне.",
    "source": "https://ru.wikipedia.org/wiki/Брестский_мир"
  },
  {
    "title": "Разгон Учредительного собрания",
    "text": "6 января 1918 года большевики разогнали Учредительное собрание, которое не поддержало их власть, и установили однопартийную диктатуру.",
    "source": "https://ru.wikipedia.org/wiki/Разгон_Учредительного_собрания"
  },
  {
    "title": "Восстание Чехословацкого корпуса",
    "text": "В мае 1918 года чехословацкий корпус, состоящий из пленных солдат австро-венгерской армии, восстал против большевиков, что способствовало началу Гражданской войны.",
    "source": "https://ru.wikipedia.org/wiki/Чехословацкий_корпус"
  },
  {
    "title": "Генерал Колчак и Белое движение",
    "text": "Александр Колчак стал верховным правителем России от Белого движения, пытаясь восстановить монархию и бороться с большевиками.",
    "source": "https://ru.wikipedia.org/wiki/Александр_Колчак"
  },
  {
    "title": "Красная армия",
    "text": "В январе 1918 года был издан декрет о создании Рабоче-крестьянской Красной армии, которая стала основой вооружённых сил Советской России.",
    "source": "https://ru.wikipedia.org/wiki/Рабоче-крестьянская_Красная_армия"
  },
  {
    "title": "Интервенция Антанты",
    "text": "В 1918 году страны Антанты (Франция, Великобритания, США и другие) начали военную интервенцию в Россию, поддерживая Белое движение.",
    "source": "https://ru.wikipedia.org/wiki/Военная_интервенция_Антанты_в_Россию"
  },
  {
    "title": "Переход Башкирии на сторону большевиков",
    "text": "В марте 1919 года Башкирская республика, изначально поддерживавшая Белых, перешла на сторону большевиков, что укрепило позиции Красной армии.",
    "source": "https://ru.wikipedia.org/wiki/Башкирская_республика_(1917—1919)"
  },
  {
    "title": "Восстание в Кронштадте",
    "text": "В марте 1921 года в Кронштадте произошло восстание матросов против большевистского режима, требующих демократизации власти.",
    "source": "https://ru.wikipedia.org/wiki/Кронштадтское_восстание_(1921)"
  },
  {
    "title": "Голод в Поволжье",
    "text": "В 1921–1922 годах в Поволжье произошёл страшный голод, унесший жизни миллионов людей, усугублённый Гражданской войной и политикой продразвёрстки.",
    "source": "https://ru.wikipedia.org/wiki/Голод_в_Поволжье_(1921—1922)"
  },
  {
    "title": "НЭП (Новая экономическая политика)",
    "text": "В 1921 году Советская власть ввела НЭП, частично восстанавливая рыночные отношения для стимулирования экономики после Гражданской войны.",
    "source": "https://ru.wikipedia.org/wiki/Новая_экономическая_политика"
  },
  {
    "title": "Генерал Деникин и Добровольческая армия",
    "text": "Антон Деникин возглавил Добровольческую армию, ведущую борьбу против большевиков на Юге России.",
    "source": "https://ru.wikipedia.org/wiki/Антон_Деникин"
  },
  {
    "title": "Генерал Юденич и Северный фронт",
    "text": "Юденич возглавил Северный фронт Белой армии, совершив неудачное наступление на Петроград в 1919 году.",
    "source": "https://ru.wikipedia.org/wiki/Юденич,_Юрий_Генрихович"
  },
  {
    "title": "Генерал Врангель и Крым",
    "text": "Пётр Врангель стал последним командующим Белой армии, организовав оборону Крыма до его эвакуации в 1920 году.",
    "source": "https://ru.wikipedia.org/wiki/Пётр_Врангель"
  },
  {
    "title": "Интервенция Японии на Дальнем Востоке",
    "text": "Японские войска оккупировали часть Дальнего Востока России, поддерживая Белых и преследуя свои интересы.",
    "source": "https://ru.wikipedia.org/wiki/Японская_интервенция_в_России"
  },
  {
    "title": "Гражданская война на Кавказе",
    "text": "На Кавказе шли ожесточённые бои между Белыми, Красными и местными национальными силами, включая армян, азербайджанцев и грузин.",
    "source": "https://ru.wikipedia.org/wiki/Гражданская_война_на_Кавказе"
  },
  {
    "title": "Гражданская война в Сибири",
    "text": "В Сибири Белая армия вела активные боевые действия против большевиков, но была вынуждена отступить после поражений в 1920 году.",
    "source": "https://ru.wikipedia.org/wiki/Гражданская_война_в_Сибири"
  },
  {
    "title": "Гражданская война в Средней Азии",
    "text": "В Средней Азии происходили столкновения между Красной армией и басмачами, националистическими силами, сопротивлявшимися советской власти.",
    "source": "https://ru.wikipedia.org/wiki/Басмачество"
  }
]
